benchmark/FieldExamples/semisphericalFEMMembraneWithInternalPressureWithIGAInterfaceLayerInFlow/semisphericalFEMMembraneWithInternalPressureInFlowOF/constant/EmpireDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      dynamicMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
FSIInterfaces (
     interface {
         patchNames (interface );
     }
);
coupledPatchNames  (interface);
densityFluid   densityFluid [ 1 -3 0 0 0 0 0 ] 1.225;

// ************************************************************************* //
